# Создайте список из 11 случайных целых чисел из отрезка [-1;1]. Передайте его в функцию, которая определит какой
# элемент встречается в списке чаще всего и вернет этот элемент. Однако, если два каких-то элемента встречаются
# одинаковое количество раз, то вернуть None, а не самый часто встречающийся элемент, даже если дублирующиеся элементы
# не максимальны!

#       Например:
# 		для [1, 1, 1, -1, -1, 1, 1, -1, 0, 0, 0] надо вернуть None
# 		для [1, 1, 1, 1, -1, 1, 1, -1, 0, 0, 0] надо вернуть 1

